quest_system_1692106115_name=^?^Missing Gerda
quest_system_1692106115_stage_0=^?^Find Gerda, who went to Upper Hadar to collect firewood.
quest_system_1692106115_stage_1=^?^Gerda is free. Return for your reward.
quest_system_1692106115_task=^?^Tadum Reg has asked you to find his daughter, Gerda, and bring her home.<br>[reward]
